Repository: aizmirsu/CastPrint-Scanner
Catalog: CastPrint Scanner/*.lproj/Localizable.strings
Languages: lv

source: Data added
lv: Dati pievienoti

source: Tracking Lost! Please Realign or Press Reset.
lv: Zaudēta objekta sekošana! Nolīmeņojiet skatu vai atsākat skenēšanu no jauna.

source: Please put the model back in view.
lv: Novietojiet modeli atpakaļ skatā!

source: Too close to the scene! Please step back.
lv: Pārāk tuvu ainai! Lūdzu atkāpieties!

source: Please hold still so we can capture a keyframe...
lv: Turiet sensoru nekustīgi, lai varētu iegūt pamatkadru...

source: Processing: % 3d%%
lv: Apstrādā: % 3d%%

source: Hole filling: % 3d%%
lv: Aizpilda caurumus: % 3d%%

source: Please connect Structure Sensor.
lv: Lūdzu pievienojiet Structure Sensor sensoru.

source: Please charge Structure Sensor.
lv: Lūdzu uzlādējiet Structure Sensor sensoru.

source: This app requires camera access to capture color. Allow access by going to Settings → Privacy → Camera.
lv: Šai lietotnai nepieciešama piekļuve kameri, lai uztvertu krāsas. Atļaujiet piekļuvi ejot uz Settings → Privacy → Camera.

source: Back
lv: Atpakaļ

source: Email
lv: Sūtīt

source: Structure Sensor Scanner
lv: Structure Sensor skenējums

source: Calibration needed for best results.
lv: Nepieciešama sensora kalibrācija.

source: Calibrate Now
lv: Kalibrēt tagad
